let data = [
  {
    id: 0,
    number: "1",
    writer: "김예슬",
    title: "리액트 잘하는 방법 알려주실 분",
    content: "리액트 잘하고 싶은데 어떻게 하면 좋을까요?",
    visitors: 51,
    comments: [
      {
        writer: "김성용",
        comment: "코리아 IT 프론트엔드 수업 추천합니다 :)",
        myComment: false,
      },
      {
        writer: "김딸기",
        comment: "반복으로 프로젝트에 익숙해지는 방법이 좋은 거 같아요👍",
        myComment: false,
      },
    ],
  },

  {
    id: 1,
    number: "2",
    writer: "고승용",
    title: "자바스크립트 잘하는 방법 알려주실 분",
    content: "자바스크립트 잘하고 싶은데 어떻게 하면 좋을까요?",
    visitors: 34,
    comments: [
      {
        writer: "김키위",
        comment: "저도 알고싶네요😥",
        myComment: false,
      },
      {
        writer: "쿠로미",
        comment: "**코딩 강의 추천합니다!",
        myComment: false,
      },
    ],
  },

  {
    id: 2,
    number: "3",
    writer: "심재원",
    title: "프론트엔드 개발자로 취업하고 싶어요",
    content: "프론트엔드 개발자로 취업하고 싶은데 어떻게 하면 좋을까요?",
    visitors: 15,
    comments: [
      {
        writer: "김아메리카노",
        comment: "실무형 인재가 되기 위해 노력하세요",
        myComment: false,
      },
      {
        writer: "김아메리카노",
        comment: "실무형 인재가 되기 위해 노력하세요",
        myComment: false,
      },
      {
        writer: "김아메리카노",
        comment: "실무형 인재가 되기 위해 노력하세요",
        myComment: false,
      },
    ],
  },
];

export default data;
